<script>
import MenuBar from '../components/MenuBar.vue'
export default {
    components: {
        MenuBar,
    }
}
</script>

<template>
    <MenuBar />
    <h1>アクセス</h1>
    <h2>所在地</h2>
    産業技術高等専門学校荒川キャンパス
    116-8523
    東京都荒川区南千住8-17-1
    TEL:03-3801-0145（代表）
    FAX:03-3801-9898

    <h2>電車</h2>
    JR常磐線・東京メトロ日比谷線
    ・つくばエクスプレス
    南千住駅　徒歩15分
    東武伊勢崎線（東武スカイツリーライン）
    鐘ヶ淵駅　徒歩18分
    牛田駅　徒歩20分
    京成電鉄
    京成関屋駅　徒歩20分

    <h2>バス</h2>
    都営バス
    都立産業技術高専荒川キャンパス前下車
    徒歩1分 ・上野松坂屋前⇔南千住駅東口
    （上46系統）
    上野駅前から30分→南千住駅東口から8分

    <h2>自転車</h2>
    校内に駐輪場を用意しております。

    <h2>車</h2>
    駐車場にご用意がございませんので、お車でのご来場はご遠慮くださいますようお願いいたします。
</template>

<style scoped>
/* .{
    text-align: left;
} */
</style>