<template>
    <body>
        <MenuBar />
        <main>
            <h1>校長挨拶</h1>

            <div class="inner">

                <div class="img_box">
                    <img src="../assets/nelnel.jpg" alt="校長写真">
                </div>

                <div class="box">
                    <p>
                        皆さん、こんにちは！<br>

                        今年もまた、私たちの学校の文化祭がやってきました。この素晴らしい季節に、私は誇りに思います。なぜなら、文化祭は私たちの学校の生徒たちが創造力、協力、そして才能を発揮する絶好の機会であり、それを見るのはいつも楽しみです。<br>

                        文化祭は学生、教職員、地域の皆さんが一堂に会し、共に楽しむ特別な時間です。私たちの生徒たちは、数週間にわたる準備を通じて、様々なイベント、展示、パフォーマンスを計画し、その成果を今日お披露目します。彼らの情熱と努力に心から感謝しています。<br>

                        文化祭は、私たちの学校コミュニティが協力し、創造的なアイデアを共有し、新しい友人を作る場でもあります。今日、皆さんはさまざまなアクティビティに参加し、多くの素晴らしい体験をするでしょう。どうぞ、お楽しみください。<br>

                        最後に、この素晴らしい文化祭を実現させるために多大な努力を重ねた生徒たち、教職員、保護者、そしてコミュニティの皆さんに感謝の意を表します。皆さんの協力なしでは、今日の素晴らしいイベントは実現しませんでした。<br>

                        文化祭を通じて、私たちは共に学び、成長し、楽しむことができることに感謝し、そしてこれからも私たちの学校の精神を高めていくことを願っています。皆さん、楽しい文化祭をお過ごしください！<br>

                    <p>
                        東京都立産業技術高等専門学校校長<br>吉澤&emsp;昌純
                    </p>
                    </p>
                </div>
            </div>
        </main>
    </body>
</template>

<style scoped>
.inner {
    margin-top: 40px;
    display: flex;
}

.img_box {
    padding-top: 10%;
}

.box {
    padding-left: 7%;
}
</style>